Repository: librefang/librefang-ios
Catalog: librefang-ios/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Muted alerts stay out of the queue until you unmute them in incidents.
zh_hans: 静默告警会保持在队列之外，直到你在事件页中取消静默。

source: Muted alerts stay out of the queue until you unmute them in Incidents.
zh_hans: 已静音的告警会一直留在队列外，直到你在事故页中取消静音。

source: Muted alerts stay visible in a separate summary card.
zh_hans: 静默告警会在单独的摘要卡片中保持可见。

source: Muted alerts stay visible in the signal deck.
zh_hans: 静默告警会在信号面板中保持可见。

source: Muted Summary
zh_hans: 静默摘要

source: Muted summary off
zh_hans: 静默摘要关闭

source: Muted summary on
zh_hans: 静默摘要开启

source: Near limit
zh_hans: 接近限额

source: Needs Attention
zh_hans: 需要关注

source: Needs timeline review
zh_hans: 需要复查时间线

source: Network
zh_hans: 网络

source: Network Access
zh_hans: 网络访问

source: Network error: %@
zh_hans: 网络错误：%@

source: Network Grants
zh_hans: 网络授权

source: New Memory Key
zh_hans: 新建记忆键

source: New Session
zh_hans: 新会话

source: Newest
zh_hans: 最新

source: Next \(relativeText(from: nextRun))
zh_hans: 下次 \(relativeText(from: nextRun))

source: Next %@
zh_hans: 下一个 %@

source: Next check-in %@
zh_hans: 下次复查 %@

source: Next check-in is %@.
zh_hans: 下次复查是 %@。

source: Next Handoff
zh_hans: 下一次交接

source: Night Watch is grouping \(primaryRouteCount) primary routes and \(supportRouteCount) support drills in one control rail.
zh_hans: Night Watch 在一条控制栏中归组了 \(primaryRouteCount) 条主路由和 \(supportRouteCount) 条支撑入口。

source: Night Watch keeps the current queue, follow-up pressure, and preferred surface visible before the deeper drilldowns.
zh_hans: Night Watch 会在更深层下钻前保持当前队列、后续事项压力和首选界面可见。

source: Night Watch support coverage is currently anchored by handoff check-in state and local surface preferences.
zh_hans: 当前 Night Watch 支撑覆盖主要受交接签到状态和本地界面偏好驱动。

source: Night Watch support coverage is currently anchored by pinned watchlist breadth and watched queue spillover.
zh_hans: 当前 Night Watch 支撑覆盖主要受置顶关注列表广度和已关注队列溢出驱动。

source: Night Watch support coverage is currently light and mostly reflects focus mode plus preferred surface state.
zh_hans: 当前 Night Watch 支撑覆盖较轻，主要反映专注模式和首选界面状态。

source: Night Watch support coverage is currently narrowed because muted-summary visibility is turned off.
zh_hans: 当前 Night Watch 支撑覆盖已收窄，因为静默摘要可见性已关闭。

source: No Active Agent Issues
zh_hans: 没有活动中的智能体问题

source: No Active Incidents
zh_hans: 当前无活跃事故

source: No Active Links
zh_hans: 没有活动中的链接

source: No agent memory keys stored.
zh_hans: 没有存储任何代理记忆键。

source: No Agents In This Filter
zh_hans: 当前筛选下没有智能体

source: No allowlist
zh_hans: 没有允许列表

source: No assigned MCP
zh_hans: 没有已分配 MCP

source: No assigned skills
zh_hans: 没有已分配技能

source: No Automation Inventory
zh_hans: 没有自动化清单

source: No average
zh_hans: 无平均值

source: No blocked tools.
zh_hans: 没有被阻止的工具。

source: No blocklist
zh_hans: 没有阻止列表

source: No catalog match
zh_hans: 没有目录匹配

source: No conversation recorded yet.
zh_hans: 尚无会话记录。

source: No Critical Incidents
zh_hans: 没有严重事故

source: No cron jobs are visible in the current automation scope.
zh_hans: 当前自动化范围内没有可见的 cron 作业。

source: No current session
zh_hans: 没有当前会话

source: No delivery
zh_hans: 无投递

source: No Diagnostic Snapshot
zh_hans: 没有诊断快照

source: No extra capabilities advertised
zh_hans: 没有声明额外能力

source: No local handoff history exists yet, so cadence and carryover can only be inferred from the live queue.
zh_hans: 目前还没有本地交接历史，因此只能从实时队列推断节奏和遗留情况。

source: No match found
zh_hans: 未找到匹配项

source: No Matching Automation
zh_hans: 没有匹配的自动化

source: No Matching Handoffs
zh_hans: 没有匹配的交接

source: No Matching Keys
zh_hans: 没有匹配的键

source: No MCP servers are currently discoverable for this agent.
zh_hans: 当前没有可为该智能体发现的 MCP 服务。

source: No MCP servers are explicitly assigned.
zh_hans: 没有显式分配任何 MCP 服务。

source: No Memory Keys
zh_hans: 没有记忆键

source: No next run
zh_hans: 没有下一次运行

source: No peak day
zh_hans: 无峰值日

source: No pressure
zh_hans: 无压力

source: No receipts
zh_hans: 没有回执

source: No recent delivery receipts.
zh_hans: 最近没有投递回执。

source: No recent workflow runs are visible in the current automation scope.
zh_hans: 当前自动化范围内没有可见的最近工作流运行。

source: No Saved Handoffs
zh_hans: 没有已保存的交接

source: No schedules are visible in the current automation scope.
zh_hans: 当前自动化范围内没有可见的计划。

source: No skills are currently assigned.
zh_hans: 当前没有分配任何技能。

source: No triggers are visible in the current automation scope.
zh_hans: 当前自动化范围内没有可见的触发器。

source: No unusual session pressure
zh_hans: 没有异常的会话压力

source: No urgent work is currently surfacing on this phone. Pull to refresh or open the full on-call queue for more detail.
zh_hans: 当前这台手机上没有出现紧急事项。下拉刷新或打开完整值班队列查看更多详情。

source: No Watched Agents
zh_hans: 没有已关注的智能体

source: No workflows are visible in the current automation scope.
zh_hans: 当前自动化范围内没有可见的工作流。

source: Normal
zh_hans: 正常

source: Not watched
zh_hans: 未关注

source: Note coverage, focus scope, and follow-up load stay summarized here before the draft form expands into editing controls.
zh_hans: 在草稿表单展开为编辑控件前，这里会先汇总备注覆盖、关注范围和后续事项负载。

source: Note empty
zh_hans: 备注为空

source: Note pending
zh_hans: 备注待补

source: Note ready
zh_hans: 备注已就绪

source: Nothing is hiding below the fold, so the current queue is fully represented in the top card stack.
zh_hans: 下方没有被折叠隐藏的内容，因此当前队列已在顶部卡片堆栈中完整呈现。

source: Objects, arrays, booleans, numbers, and null will be stored as JSON. Any other input is saved as a plain string.
zh_hans: 对象、数组、布尔值、数字和 null 会按 JSON 存储，其他输入会保存为普通字符串。

source: OK
zh_hans: 好

source: Oldest \(RelativeDateTimeFormatter().localizedString(for: oldest, relativeTo: Date()))
zh_hans: 最早 \(RelativeDateTimeFormatter().localizedString(for: oldest, relativeTo: Date()))

source: On Call Queue
zh_hans: 值班队列

source: One-shot
zh_hans: 单次执行

source: Open Agent Memory
zh_hans: 打开代理记忆

source: Open Approvals
zh_hans: 打开审批

source: Open Automation
zh_hans: 打开自动化

source: Open Automation Monitor
zh_hans: 打开自动化监控

source: Open Conversation
zh_hans: 打开对话

source: Open Critical Event Feed
zh_hans: 打开严重事件流

source: Open Critical Events
zh_hans: 打开关键事件

source: Open Deep Diagnostics
zh_hans: 打开深度诊断

source: Open Diagnostics
zh_hans: 打开诊断

source: Open Full Approval Queue
zh_hans: 打开完整审批队列

source: Open Full Event Feed
zh_hans: 打开完整事件流

source: Open Full On Call Queue
zh_hans: 打开完整值班队列

source: Open Handoff Center
zh_hans: 打开交接中心

source: Open Incidents
zh_hans: 打开事故中心

source: Open Incidents Center
zh_hans: 打开事故中心

source: Open Integrations
zh_hans: 打开集成

source: Open Integrations Diagnostics
zh_hans: 打开集成诊断

source: Open Live Comms Monitor
zh_hans: 打开实时通信监控

source: Open Night Watch
zh_hans: 打开夜间值守

source: Open On Call
zh_hans: 打开值班

source: Open provider, channel, model, and alias diagnostics in LibreFang.
zh_hans: 在 LibreFang 中打开提供方、渠道、模型和别名诊断。

source: Open Session Monitor
zh_hans: 打开会话监控

source: Open Standby Digest
zh_hans: 打开待命摘要

source: Open the attention-filtered session monitor in LibreFang.
zh_hans: 在 LibreFang 中打开按关注项过滤的会话监控页。

source: Open the compact night watch triage view in LibreFang.
zh_hans: 在 LibreFang 中打开精简的夜间值守分诊视图。

source: Open the complete queue with sections, watchlist, and quick links.
zh_hans: 打开包含分区、关注列表和快捷链接的完整队列。

source: Open the critical audit event feed in LibreFang.
zh_hans: 在 LibreFang 中打开关键审计事件流。

source: Open the deep runtime diagnostics view in LibreFang.
zh_hans: 在 LibreFang 中打开深度运行时诊断视图。

source: Open the incident center in LibreFang.
zh_hans: 在 LibreFang 中打开事故中心。

source: Open the live approval queue in LibreFang.
zh_hans: 在 LibreFang 中打开实时审批队列。

source: Open the live on-call queue in LibreFang.
zh_hans: 在 LibreFang 中打开实时值班队列。

source: Open the local handoff center in LibreFang.
zh_hans: 在 LibreFang 中打开本地交接中心。

source: Open the standby digest summary in LibreFang.
zh_hans: 在 LibreFang 中打开待命摘要。

source: Open the stronger triage surface with deeper priority ordering.
zh_hans: 打开分级更深的强化分诊界面。

source: Open the workflow, trigger, schedule, and cron monitor in LibreFang.
zh_hans: 在 LibreFang 中打开工作流、触发器、调度和定时任务监控。

source: Open tool access
zh_hans: 开放工具访问

source: Operator facts
zh_hans: 值班要点

source: Operator Note
zh_hans: 值班备注

source: Operator note: %@
zh_hans: 值班员备注：%@

source: Others
zh_hans: 其他项

source: Over limit
zh_hans: 超出限额

source: Panics
zh_hans: 崩溃次数

source: Peak \(localizedUSDCurrency(peakDay.costUsd))
zh_hans: 峰值 \(localizedUSDCurrency(peakDay.costUsd))

source: Peak \(peakDay.date)
zh_hans: 峰值日 \(peakDay.date)

source: Peer Network
zh_hans: 对等网络

source: Pending approvals: \(agentApprovals.count)
zh_hans: 待审批：\(agentApprovals.count)

source: Pending: %@
zh_hans: 待处理：%@

source: Per-agent cost pressure stays visible before the detailed agent spend ranking.
zh_hans: 在详细智能体支出排名展开前，按智能体的成本压力保持可见。

source: Period
zh_hans: 周期

source: Pinned Agents
zh_hans: 置顶智能体

source: Pinned agents stay visible here even when the rest of the queue is re-ranked for one-hand triage.
zh_hans: 即使队列其余部分为了单手分诊而重新排序，这里的置顶智能体仍会保持可见。

source: Pinned on this iPhone
zh_hans: 已固定在这台 iPhone 上

source: Pinned watchlist is showing \(visibleCount) of \(items.count) active watched agents.
zh_hans: 置顶关注列表当前显示 \(items.count) 个活动已关注智能体中的 \(visibleCount) 个。

source: Pinned watchlist is showing all \(items.count) active watched agents.
zh_hans: 置顶关注列表当前显示全部 \(items.count) 个活动已关注智能体。

source: Pinned watchlist is showing the only active watched agent.
zh_hans: 置顶关注列表当前显示唯一一个活动中的已关注智能体。

source: Prepare Export Snapshot
zh_hans: 准备导出快照

source: Preparing Export…
zh_hans: 正在准备导出…

source: Preparing Exportâ¦
zh_hans: 正在准备导出…

source: Pressure coverage keeps automation failure mix readable before the grouped workflow lists begin.
zh_hans: 在归组工作流列表开始前，压力覆盖会让自动化失败组合保持清晰可读。

source: Pressure coverage keeps spend, projection, and ranking breadth readable before the long budget sections begin.
zh_hans: 在长预算分区开始前，压力覆盖会让支出、预测和排名广度保持清晰可读。

source: Primary Areas
zh_hans: 主要区域

source: Primary Queue
zh_hans: 主队列

source: Primary routes keep the next live moves above the slower runtime, diagnostics, and settings drills.
zh_hans: 主路由会将下一步实时操作保持在较慢的运行时、诊断和设置入口之前。

source: Priority cards, watchlist pressure, and support issue buckets stay summarized before the display controls and route rails take over.
zh_hans: 在显示控制项和路由栏接管前，优先卡片、关注列表压力和支撑问题分桶会先被汇总。

source: Profile Check
zh_hans: 配置档检查

source: Profile linked
zh_hans: 配置文件已关联

source: Profile pending
zh_hans: 配置文件待补

source: Profile route ready
zh_hans: 配置文件路由已就绪

source: Profile Tools
zh_hans: 配置档工具

source: Profile visible
zh_hans: 配置文件可见

source: Projected \(localizedUSDCurrency(projectedMonthlyCost))
zh_hans: 预计 \(localizedUSDCurrency(projectedMonthlyCost))

source: Projected 30-Day Cost
zh_hans: 预计 30 天成本

source: Provider Match
zh_hans: 提供方匹配

source: Queue %@
zh_hans: 队列 %@

source: Queue Is Quiet
zh_hans: 队列安静

source: Queue Mode
zh_hans: 队列模式

# Queue: %lld · Critical: %lld · Live alerts: %lld
source: Queue: %1$lld · Critical: %2$lld · Live alerts: %3$lld
zh_hans: 队列：%1$lld · 严重：%2$lld · 实时告警：%3$lld

source: Queued Reminder
zh_hans: 已排队提醒

source: Quick Links
zh_hans: 快速入口

source: Rate Limited
zh_hans: 已限流

source: Re-check \(watchIssues) watchlist agents for readiness, auth, or stale-session issues.
zh_hans: 重新检查 \(watchIssues) 个关注列表 agent 的就绪、认证或陈旧会话问题。

source: Re-check \(watchlistIssueCount) watchlist agents for readiness, auth, or stale-session issues.
zh_hans: 请重新检查 \(watchlistIssueCount) 个关注列表智能体，确认其就绪状态、鉴权或会话过期问题。

source: Re-check %lld watchlist agents for readiness, auth, or stale-session issues.
zh_hans: 重新检查 %lld 个关注列表中的智能体的就绪度、认证或过期会话问题。

source: Recent Activity
zh_hans: 最近活动

source: Recent Audit
zh_hans: 最近审计

source: Recent audit events: \(agentRecentEvents.count)
zh_hans: 最近审计事件：\(agentRecentEvents.count)

source: Recent Comms
zh_hans: 最近通信

source: Recent gap: %@
zh_hans: 最近间隔：%@

source: Recent handoffs exist, but unresolved carryover areas still need explicit coverage before the next shift takes over.
zh_hans: 已存在最近交接，但未解决的遗留区域仍需要在下一班接手前得到明确覆盖。

source: Recent handoffs, cadence, and follow-up state are all visible here so the draft can stay focused on the next operator handoff.
zh_hans: 这里展示最近交接、节奏和后续事项状态，让草稿可以专注于下一次值班交接。

source: Recent run pressure stays visible before the per-run execution log.
zh_hans: 在逐次运行执行日志展开前，最近运行压力保持可见。

source: Recent Runs
zh_hans: 最近运行

source: recipient
zh_hans: 接收方

source: Recorded cost is \(formatCost(usageSummary.totalCostUsd)) across the current usage window.
zh_hans: 当前用量窗口内记录的成本为 \(formatCost(usageSummary.totalCostUsd))。

source: Recurring interval
zh_hans: 循环间隔

source: Refresh in progress
zh_hans: 刷新进行中

source: Refreshed \(lastRefresh.formatted(.relative(presentation: .named)))
zh_hans: 已刷新 \(lastRefresh.formatted(.relative(presentation: .named)))

source: Refreshed %@
zh_hans: 已刷新 %@

source: Refreshing
zh_hans: 刷新中

source: Reject \(approval.actionSummary) for \(approval.agentName)?
zh_hans: 拒绝 \(approval.agentName) 的 \(approval.actionSummary) 吗？

# Reject %@ for %@?
source: Reject %1$@ for %2$@?
zh_hans: 要为 %2$@ 拒绝 %1$@ 吗？

source: Reject Request
zh_hans: 拒绝请求

source: Relabel Current Session
zh_hans: 重新标记当前会话

source: Remind After
zh_hans: 提醒延后时间

source: Reminder Scope
zh_hans: 提醒范围

source: Remove \(sessionDisplayTitle(session)) from this agent history? This cannot be undone.
zh_hans: 要从这个智能体历史中移除 \(sessionDisplayTitle(session)) 吗？此操作无法撤销。

source: Remove %@ and its messages from LibreFang? This cannot be undone.
zh_hans: 要从 LibreFang 中移除 %@ 及其消息吗？此操作不可撤销。

source: Remove %@ from this agent history? This cannot be undone.
zh_hans: 要从该智能体历史中移除 %@ 吗？此操作不可撤销。

source: Remove From Watchlist
zh_hans: 从关注列表移除

source: Requested
zh_hans: 已请求

source: Reset
zh_hans: 重置

source: Reset Current Session
zh_hans: 重置当前会话

source: Reset Session
zh_hans: 重置会话

source: Reset the current session for \(agentName)? This clears the active conversational context.
zh_hans: 重置 \(agentName) 的当前会话吗？这会清除当前对话上下文。

source: Reset the current session for %@? This clears the active conversational context.
zh_hans: 要重置 %@ 当前的会话吗？这会清空活动会话上下文。

source: Resolved Model
zh_hans: 已解析模型

source: Restarts
zh_hans: 重启次数

source: Restricted
zh_hans: 受限

source: Result
zh_hans: 结果

source: Review %lld live alerts and confirm owner or next check.
zh_hans: 复核 %lld 个实时告警，并确认负责人或下一次检查。

source: Review %lld recent critical audit events.
zh_hans: 复核最近的 %lld 个关键审计事件。

source: Review Catalog Availability
zh_hans: 查看目录可用性

source: Review Channel Field Gaps
zh_hans: 查看渠道字段缺口

source: Review Failed Deliveries
zh_hans: 查看失败投递

source: Review Missing Identity Files
zh_hans: 查看缺失的身份文件

source: Review muted alerts, approvals, and current incident state.
zh_hans: 查看已静音告警、审批和当前事故状态。

source: Review Provider Failures
zh_hans: 查看提供方故障

source: Review Unsettled Deliveries
zh_hans: 查看未完成投递

source: Risk
zh_hans: 风险

source: Routes and long-section jumps stay summarized here before the grouped workflow lists.
zh_hans: 在归组工作流列表展开前，路由和长分区跳转会先在这里汇总。

source: Routine shift snapshot. Queue %1$lld, live alerts %2$lld. Continue normal monitoring.
zh_hans: 常规交接快照。队列 %1$lld，实时告警 %2$lld。继续常规监控。

source: Run cancelled.
zh_hans: 运行已取消。

source: Run facts
zh_hans: 运行要点

source: Runs
zh_hans: 运行

source: Runtime Catalogs
zh_hans: 运行时目录

source: Runtime Status
zh_hans: 运行状态

source: Save a local note and keep recent handoff snapshots on this iPhone.
zh_hans: 保存本地备注，并在这台 iPhone 上保留最近的交接快照。

source: Saved "\(trimmedKey)".
zh_hans: 已保存“\(trimmedKey)”。

source: Saved locally on this iPhone. Use this before handing the shift to another operator.
zh_hans: 已保存在这台 iPhone 本地。在将班次交给下一位值班员前使用它。

source: Scalar
zh_hans: 标量

source: Schedule Driver
zh_hans: 调度驱动

source: Schedule facts
zh_hans: 计划要点

source: Schedule state stays visible before the longer list of timer-driven prompts.
zh_hans: 在更长的定时驱动提示列表展开前，计划状态保持可见。

source: Search is narrowed to "\(trimmedSearchText)", so the recent handoff history stays focused on the matching shift context.
zh_hans: 搜索已收窄到“\(trimmedSearchText)”，因此最近交接历史会聚焦于匹配的班次上下文。

source: Search memory key or value
zh_hans: 搜索内存键或值

source: Search notes or summaries to narrow the local handoff history.
zh_hans: 搜索备注或摘要以缩小本地交接历史范围。

source: Search workflow, trigger, or job
zh_hans: 搜索工作流、触发器或任务

source: Search workflows, triggers, schedules, or cron jobs.
zh_hans: 搜索工作流、触发器、计划或 cron 作业。

source: Secondary Queue
zh_hans: 次级队列

source: Section coverage stays visible before memory routes and editable keys.
zh_hans: 在记忆路由和可编辑键展开前，分区覆盖保持可见。

source: Section coverage stays visible before routes and the loaded capability feeds.
zh_hans: 在路由和已加载能力源展开前，分区覆盖保持可见。

source: Section coverage stays visible while agent memory is still loading.
zh_hans: 在智能体记忆仍在加载时，分区覆盖保持可见。

source: Section coverage stays visible while capability feeds refresh in place.
zh_hans: 当能力源在原地刷新时，分区覆盖保持可见。

source: Security Features
zh_hans: 安全特性

source: Server v\(version)
zh_hans: 服务器 v\(version)

source: Session
zh_hans: 会话

source: Session compaction requested.
zh_hans: 已请求会话压缩。

source: Session Controls
zh_hans: 会话控制

source: Session controls currently expose \(actionCount) actions around the active session.
zh_hans: 当前会话控制项围绕活动会话提供 \(actionCount) 个操作。

source: Session controls currently expose \(actionCount) agent-level actions before a current session is resolved.
zh_hans: 在当前会话解析前，会话控制项会提供 \(actionCount) 个智能体级操作。

source: Session controls ready
zh_hans: 会话控制已就绪

source: Session Inventory
zh_hans: 会话清单

source: Session inventory: \(agentSessions.count)
zh_hans: 会话清单：\(agentSessions.count)

source: Session pending
zh_hans: 会话待补

source: Session Pressure
zh_hans: 会话压力

source: Session reset.
zh_hans: 会话已重置。

source: Session switched.
zh_hans: 会话已切换。

source: Session visible
zh_hans: 会话可见

source: Session Watchlist
zh_hans: 会话关注列表

source: Session-control coverage
zh_hans: 会话控制覆盖

source: Severity
zh_hans: 严重级别

source: Share Diagnostics
zh_hans: 分享诊断

source: Share Export Snapshot
zh_hans: 分享导出快照

source: Share Handoff Summary
zh_hans: 分享交接摘要

source: Share pending
zh_hans: 分享待处理

source: Share ready
zh_hans: 分享已就绪

source: Shell Command
zh_hans: Shell 命令

source: Shift context inventory
zh_hans: 班次上下文概览

source: Shift context is ready for handoff drafting.
zh_hans: 班次上下文已可用于编写交接草稿。

source: Shift context is usable, but some operator context still needs review.
zh_hans: 班次上下文可以使用，但仍有一些值班上下文需要复查。

source: Shift context still has blocking gaps before the draft should be saved.
zh_hans: 在保存草稿前，班次上下文仍存在阻塞性缺口。

source: Shortcuts
zh_hans: 快捷入口

source: Show muted summary
zh_hans: 显示静音摘要

source: Show Muted Summary
zh_hans: 显示静默摘要

source: Showing \(visibleAgents.count) of \(sortedAgents.count) agents
zh_hans: 显示 \(sortedAgents.count) 个智能体中的 \(visibleAgents.count) 个

source: Showing \(visibleCronJobs.count) of \(filteredCronJobs.count) cron jobs
zh_hans: 显示 \(filteredCronJobs.count) 个 cron 作业中的 \(visibleCronJobs.count) 个

source: Showing \(visibleSchedules.count) of \(filteredSchedules.count) schedules
zh_hans: 显示 \(filteredSchedules.count) 个计划中的 \(visibleSchedules.count) 个

source: Showing \(visibleTriggers.count) of \(filteredTriggers.count) triggers
zh_hans: 显示 \(filteredTriggers.count) 个触发器中的 \(visibleTriggers.count) 个

source: Showing \(visibleWorkflowRuns.count) of \(filteredWorkflowRuns.count) recent runs
zh_hans: 显示 \(filteredWorkflowRuns.count) 次最近运行中的 \(visibleWorkflowRuns.count) 次

source: Showing \(visibleWorkflows.count) of \(filteredWorkflows.count) workflows
zh_hans: 显示 \(filteredWorkflows.count) 个工作流中的 \(visibleWorkflows.count) 个

source: Showing 3 of \(agentDetailSnapshot.fallbackModels.count) fallback models
zh_hans: 显示 \(agentDetailSnapshot.fallbackModels.count) 个回退模型中的 3 个

source: Showing 3 of %lld fallback models
zh_hans: 显示 %lld 个后备模型中的 3 个

source: Showing 4 of \(sessionItems.count) sessions for this agent
zh_hans: 显示该代理 \(sessionItems.count) 个会话中的 4 个

source: Showing 4 of %lld sessions for this agent
zh_hans: 显示该智能体的 %lld 个会话中的 4 个

source: Showing 8 of \(names.count) items in \(title)
zh_hans: 正在显示 \(title) 中的 8 / \(names.count) 项

# Showing 8 of %lld %@
source: Showing 8 of %1$lld %2$@
zh_hans: 显示 %2$@ 共 %1$lld 项中的 8 项

source: Showing 8 of %lld configured channels
zh_hans: 显示 %lld 个已配置渠道中的 8 个

source: Showing 20 of %lld agents with catalog drift.
zh_hans: 显示存在目录漂移的 %lld 个智能体中的 20 个。

source: Showing 20 of %lld aliases after filtering.
zh_hans: 过滤后显示 %lld 个别名中的 20 个。

source: Showing 40 of %lld catalog models after filtering.
zh_hans: 过滤后显示 %lld 个目录模型中的 40 个。

source: Showing recent audit events already loaded on the dashboard for this agent.
zh_hans: 这里展示的是仪表盘上已为该代理加载的最近审计事件。

source: Showing top 8 of \(sortedModels.count) models
zh_hans: 显示 \(sortedModels.count) 个模型中的前 8 个

source: Showing top 8 of %lld models
zh_hans: 显示 %lld 个模型中的前 8 个

source: Signals pending
zh_hans: 信号待补

source: Signals ready
zh_hans: 信号已就绪

source: Since the last handoff: %@.
zh_hans: 自上次交接以来：%@。

source: Single-agent approvals and session pressure are visible before the deeper detail sections.
zh_hans: 在更深层详情分区展开前，单智能体审批和会话压力保持可见。

source: Single-agent diagnostics, runtime context, and operator actions stay grouped on this screen.
zh_hans: 单智能体诊断、运行时上下文和值班操作会在本页保持归组。

source: Skill Scope Facts
zh_hans: 技能范围要点

source: Skill scope stays compact before the assigned skill list.
zh_hans: 在已分配技能列表展开前，技能范围保持紧凑。

source: Skills loaded
zh_hans: 技能已加载

source: SMS
zh_hans: 短信

source: SOUL.md, IDENTITY.md, AGENTS.md, MEMORY.md, and related files often explain why an agent is behaving differently from its live session.
zh_hans: SOUL.md、IDENTITY.md、AGENTS.md、MEMORY.md 等相关文件，往往能解释为什么这个代理的行为与当前实时会话不同。

source: Spawned
zh_hans: 已生成

source: Start Fresh Session
zh_hans: 开始全新会话

source: Started \(relativeText(from: run.startedAt))
zh_hans: 开始于 \(relativeText(from: run.startedAt))

source: Started %@
zh_hans: 开始于 %@

source: State: \(agent.stateLabel)
zh_hans: 状态：\(agent.stateLabel)

source: Stop Active Run
zh_hans: 停止当前运行

source: Stop Run
zh_hans: 停止运行

source: streaming
zh_hans: 流式

source: Structured
zh_hans: 结构化

source: Structured memory and editable state stay visible before the raw key list.
zh_hans: 在原始键列表展开前，结构化记忆和可编辑状态保持可见。

source: Structured memory stays visible before the key preview and deep memory route.
zh_hans: 在键预览和深层记忆路由展开前，结构化记忆保持可见。

source: Structured memory: \(structuredMemoryCount)
zh_hans: 结构化记忆：\(structuredMemoryCount)

source: Supported
zh_hans: 支持

source: Supporting Areas
zh_hans: 支撑区域

source: Switch
zh_hans: 切换

source: Switch back to the complete triage surface.
zh_hans: 切换回完整分诊界面。

source: Switch Session
zh_hans: 切换会话

source: Switch To This Session
zh_hans: 切换到这个会话

source: System event
zh_hans: 系统事件

source: System keyword · %@
zh_hans: 系统关键字 · %@

source: System Snapshot
zh_hans: 系统快照

source: Tags
zh_hans: 标签

source: Task Claimed
zh_hans: 任务已认领

source: Task Completed
zh_hans: 任务已完成

source: Task Flow
zh_hans: 任务流程

source: Task Posted
zh_hans: 任务已发布

source: The active memory slice stays compact before the editable key list.
zh_hans: 活动记忆切片在可编辑键列表展开前保持紧凑。

source: The filtered memory slice stays compact before the editable key list.
zh_hans: 筛选后的记忆切片在可编辑键列表展开前保持紧凑。

source: The handoff deck keeps \(primaryRouteCount) primary routes and \(supportRouteCount) support routes close to the draft.
zh_hans: 交接面板将 \(primaryRouteCount) 条主路由和 \(supportRouteCount) 条支撑路由保持在草稿附近。

source: The saved history deck is showing \(visibleCount) of \(totalCount) local handoff entries.
zh_hans: 已保存历史面板当前显示 \(totalCount) 条本地交接中的 \(visibleCount) 条。

source: The saved history deck is showing all \(visibleCount) local handoff entries.
zh_hans: 已保存历史面板当前显示全部 \(visibleCount) 条本地交接。

source: The saved history deck is showing the only local handoff entry.
zh_hans: 已保存历史面板当前显示唯一一条本地交接记录。

source: The timeline deck summarizes recent local handoff spacing before you drill into the full chronology row by row.
zh_hans: 时间线面板会先汇总最近本地交接的间隔，再让你逐行深入查看完整时间顺序。
